Repository: oat-sa/extension-tao-outcomeui
Catalog: locales/*/messages.po
Languages: de_de, es_es, ja_jp, lt_lt, nb_no, nl_nl, pt_br

source: %s results export for delivery "%s
ja_jp: デリバリ "%sの結果 %s をエクスポート
nb_no: %s resultater eksporteres for levering "%s

source: %s results export for delivery class "%s
ja_jp: デリバリクラス "%sの結果 %s をエクスポート
nb_no: %s resultater eksporteres for leveringsmappe "%s
pt_br: %s resultados da exportação para a classe de entrega "%s

source: Add All grades
de_de: Alle Noten hinzufügen
es_es: Añadir todos los grados
ja_jp: 評点 追加
lt_lt: Pridėti Visus pažymius
nb_no: Legg til alle karakterer
nl_nl: Voeg alle niveaus toe
pt_br: Adicionar Todas as Notas

source: Add All responses
de_de: Alle Anworten hinzufügen
es_es: Añadir todos los responsables
ja_jp: 解答 追加
lt_lt: Pridėti Visus atsakymus
nb_no: Legg til alle svar
nl_nl: Voeg alle antwoorden toe
pt_br: Adicionar todas as respostas

source: Add all trace variables
ja_jp: トレース情報追加
nb_no: Legg til alle sporbare variabler

source: Add Delivery
ja_jp: デリバリ情報 追加
nb_no: Legg til besvarelse
nl_nl: Publicatie toevoegen
pt_br: Adicionar entrega

source: Add Delivery Execution
ja_jp: デリバリ実施情報 追加
nb_no: Legg til bevarelseslevering
pt_br: Adicionar execução de entrega

source: Add Test Taker
de_de: Alle Testteilnehmer hinzufügen
es_es: Añadir Partiicpante
ja_jp: 受験者情報 追加
lt_lt: Pridėti Testo Laikytoją
nb_no: Legg til elev
nl_nl: Voeg kandidaat toe
pt_br: Adicionar Taker de Teste

source: Adding/Updating search index for %s
ja_jp: %sの検索インデックスの追加/更新
nb_no: Legger til/oppdaterer søkeindeks for %s
nl_nl: Toevoegen/bijwerken van zoekindex voor %s
pt_br: Adicionando/Atualizando índice de pesquisa para %s

source: All collected variables
de_de: Alle gesammelten Variablen
es_es: Añadir variables acumuladas
ja_jp: すべての情報
lt_lt: Visi surinkti kintamieji
nb_no: Alle innsamlede variabler
nl_nl: Alle verzamelde variabelen
pt_br: Todas as variáveis coletadas

source: Anonymise
de_de: Anonymisieren
es_es: Anonimizar
ja_jp: 匿名化
lt_lt: Anonimizuoti
nb_no: Anonymiser
nl_nl: anonimiseer

source: Class
de_de: Klasse
es_es: Clase
ja_jp: クラス
lt_lt: Klasė
nb_no: Mappe
nl_nl: Klasse
pt_br: Classe:

source: Delete
de_de: Löschen
es_es: Eliminar
ja_jp: 削除
lt_lt: Ištrinti
nb_no: Slett
nl_nl: Verwijderen
pt_br: excluir

source: Delivery
de_de: Bereitstellung
es_es: Entrega
ja_jp: デリバリ
lt_lt: Pateiktis
nb_no: Publisert
nl_nl: Pakket
pt_br: Entrega

source: Delivery Execution
ja_jp: デリバリ実施
nb_no: Levering
nl_nl: Publicatie executie
pt_br: Execução de Entrega

source: Download
es_es: Descargar
ja_jp: ダウンロード
lt_lt: Atsisiųsti
nb_no: Nedlasting
nl_nl: Downloaden
pt_br: BAIXAR

source: Download file
ja_jp: ダウンロードファイル
nb_no: Last ned fil

source: Download result
ja_jp: 結果ダウンロード
nb_no: Nedlastingsresultat
nl_nl: Resultaat downloaden
pt_br: Baixar resultado

source: Email:
es_es: Correo electrónico:
ja_jp: Eメール:
lt_lt: El. paštas:
nb_no: E-post:

source: End Delivery Execution
ja_jp: デリバリ実施の終了日時
nb_no: Avslutt levering
pt_br: Finalizar execução de entrega

source: Error
de_de: Fehler
ja_jp: エラー
lt_lt: Klaida
nb_no: Feil
nl_nl: Fout
pt_br: ERRO

source: Export CSV
ja_jp: CSVエクスポート
lt_lt: Eksportuoti CSV
nb_no: Eksporter CSV
nl_nl: Exporteer CSV
pt_br: Exportar como CSV

source: Export CSV File
de_de: CSV-Datei exportieren
es_es: Exportar a un archivo CSV
ja_jp: CSVエクスポート
lt_lt: Eksportuoti CSV Failą
nb_no: Eksporter CSV-fil
nl_nl: Naar een CSV-bestand exporteren
pt_br: Exportar Arquivo CSV

source: Export Results
ja_jp: 結果出力
nb_no: Eksporter Resultater

source: Export SQL
ja_jp: SQL出力
nb_no: Eksporter SQL

source: Export SQL File
ja_jp: SQLエクスポート
nb_no: Eksporter SQL-fil
pt_br: Exportar Arquivo SQL

source: Export Table
de_de: Tabelle exportieren
es_es: Exportar Tabla
ja_jp: 結果テーブル出力
lt_lt: Eksportuoti Lentelę
nb_no: Eksporter tabell
nl_nl: Export tabel
pt_br: Exportar tabela

source: Filter
es_es: Filtro
ja_jp: フィルタ
lt_lt: Filtras
pt_br: filtro

source: Filters
ja_jp: フィルタ
nb_no: Filtre
pt_br: Filtros

source: First Name:
de_de: Vorname:
es_es: Nombre:
ja_jp: 名前1:
lt_lt: Vardas:
nb_no: Fornavn:
nl_nl: Voornaam:
pt_br: Primeiro nome:

source: First submitted variables only
de_de: Nur die zuerst eingereichten Variablen
es_es: Primero variables enviadas solamente
ja_jp: 初回送信データのみ
lt_lt: Tik pirmi pateikti kintamieji
nb_no: Kun de første innsendte variablene
nl_nl: Alleen de eerst gegeven variabelen
pt_br: Apenas as primeiras variáveis enviadas

source: Grades
de_de: Noten
es_es: Grados
ja_jp: 評点
lt_lt: Pažymiai
nb_no: Karakterer
nl_nl: Beoordelingen
pt_br: Notas

source: Internal server error!
ja_jp: 内部サーバエラー
nb_no: Intern serverfeil!

source: Label
de_de: Beschriftung
es_es: Etiqueta
ja_jp: ラベル
lt_lt: Pavadinimas
nb_no: Navn
pt_br: Descrição

source: Label:
de_de: Beschriftung:
es_es: Etiqueta:
ja_jp: ラベル:
lt_lt: Pavadinimas:
nb_no: Navn:
pt_br: Etiqueta:

source: Last Name:
de_de: Nachname:
es_es: Apellidos:
ja_jp: 名前２:
lt_lt: Pavardė:
nb_no: Etternavn:
nl_nl: Achternaam:
pt_br: Último Nome:

source: Last submitted variables only
de_de: Nur zuletzt eingereichte Variablen
es_es: Últimas variables enviadas solamente
ja_jp: 最終送信データのみ
lt_lt: Tik paskutiniai pateikti kintamieji
nb_no: Bare de sist innleverte variabler
nl_nl: Alleen de laatste gegeven variabelen
pt_br: Últimas variáveis enviadas apenas

source: Login:
de_de: Kennung:
es_es: Acceso:
ja_jp: ログイン名:
lt_lt: Prisijungimas:

source: Manage Results
de_de: Ergebnisse verwalten
es_es: Gestionar Resultados
ja_jp: 結果の管理
lt_lt: Tvarkyti Rezultatus
nb_no: Administrer resultater
nl_nl: Beheer resulaten
pt_br: Gerenciar Resultados

source: No tests have been taken yet. As soon as a test-taker will take a test his results will be displayed here.
de_de: Es wurden noch keine Tests beantwortet. Sobald ein Testteilnehmer einen Test beantwortet wird das Ergebnis hier angezeigt.
es_es: No hay pruebas realizadas todavía. Tan pronto como un participante realice una prueba sus resultados se mostrarán aquí.
ja_jp: まだ受験されていません。受験後に結果が表示されます
lt_lt: Joks testas dar nebuvo pradėtas. Kai testo laikytojas pradės laikyti testą, rezultatai bus pateikti čia.
nb_no: Ingen prøver er avlagt ennå. Så snart en elev gjennomfører en prøve, vil resultatene bli vist her.
nl_nl: Er zijn nog geen toetsen afgenomen. Zodra een kandidaat een toets aflegt zal dat resultaat hier getoond worden.
pt_br: Nenhum teste foi feito ainda. Assim que um testador fizer um teste seus resultados serão exibidos aqui.

source: Nothing to export for "%s
ja_jp: エクスポートするものはありません："%s
nb_no: Ingenting å eksportere for "%s
pt_br: Nada para exportar para "%s

source: Please confirm deletion
de_de: Bitte Löschung bestätigen
es_es: Por favor confirme eliminación
ja_jp: 削除してもよろしいですか？
lt_lt: Prašome patvirtinti ištrynimą
nb_no: Bekreft sletting
nl_nl: Bevestig a.u.b. de verwijdering
pt_br: Confirme a exclusão

source: Preview
ja_jp: プレビュー
nb_no: Forhåndsvis
pt_br: Pré-visualizar

source: Print
ja_jp: 印刷
nb_no: Skriv ut

source: Remove All grades
de_de: Alle Noten entfernen
es_es: Eliminar todos los grados
ja_jp: 評点 除外
lt_lt: Pašalinti Visus pažymius
nb_no: Fjern alle karakterer
nl_nl: Verwijder alle uitslagen
pt_br: Remover todas as notas

source: Remove All responses
de_de: Alle Antworten entfernen
es_es: Eliminar todas las respuestas
ja_jp: 解答 除外
lt_lt: Pašalinti Visus atsakymus
nb_no: Fjern alle svar
nl_nl: Verwijder alle antwoorden
pt_br: Remover todas as respostas

source: Remove all trace variables
ja_jp: トレース情報 除外
nb_no: Fjern alle sporbare variabler

source: Remove Delivery
ja_jp: デリバリ情報 除外
nb_no: Fjern besvarelse
nl_nl: Publicatie verwijderen
pt_br: Remover entrega

source: Remove Delivery Execution
ja_jp: デリバリ実施情報 除外
nb_no: Fjern levering
pt_br: Remover execução de entrega

source: Responses
de_de: Antworten
es_es: Respuestas
ja_jp: 解答
lt_lt: Atsakymai
nb_no: Svar
nl_nl: Antwoorden
pt_br: respostas

source: Result has been deleted
de_de: Ergebnis wurde gelöscht
es_es: Resultado ha sido eliminado
ja_jp: 結果は削除されました
lt_lt: Rezultatas buvo pašalintas
nb_no: Resultatet er slettet
nl_nl: Het resultaat is verwijderd
pt_br: O resultado foi excluído

source: Results
de_de: Ergbnisse
es_es: Resultados
ja_jp: 結果
lt_lt: Rezultatai
nb_no: Resultater
nl_nl: Resultaten
pt_br: Resultados

source: Results library
de_de: Ergebnisbibliothek
es_es: Biblioteca de resultados
ja_jp: 結果ライブラリ
lt_lt: Rezultatų biblioteka
nb_no: Resultatbibliotek
nl_nl: Resultaat bank
pt_br: Biblioteca de resultados

source: Results monitoring
ja_jp: 結果モニタリング
nb_no: Monitorering
nl_nl: Resultaten monitoring
pt_br: Monitoramento de resultados

source: Results Monitoring
ja_jp: 結果モニタリング
nb_no: Monitorering
nl_nl: Resultaten Monitoring
pt_br: Monitoramento de Resultados

source: Results of "%s" successfully exported
ja_jp: 結果 "%s" のエクスポートが完了しました
nb_no: Resultatene av "%s" ble eksportert
pt_br: Resultados de "%s" exportados com sucesso

source: Results of "%s" successfully exported into "%s
ja_jp: 結果 "%s" が "%sにエクスポートされました
nb_no: Resultatene av "%s" ble eksportert til "%s"
pt_br: Resultados de "%s" exportados com sucesso para "%s

source: Review
ja_jp: レビュー
nb_no: Se gjennom
nl_nl: Beoordeling
pt_br: Avaliar

source: Search by delivery results
ja_jp: デリバリ結果から検索
nb_no: Søk etter leveringsresultater
nl_nl: Zoeken op publicatieresultaten
pt_br: Pesquisar por resultados de entrega

source: Search by results
ja_jp: 結果から検索
nb_no: Søk etter resultater
nl_nl: Zoeken op resultaten
pt_br: Pesquisar por resultados

source: Something went wrong...
ja_jp: 処理が完了できません・・・
lt_lt: Kažkas blogai nutiko...
nb_no: Noe gikk galt...
nl_nl: Er is iets misgegaan...
pt_br: Algo deu errado...

source: Start Delivery Execution
ja_jp: デリバリ実施の開始日時
nb_no: Start levering
pt_br: Iniciar execução de entrega

source: Start Time
ja_jp: 開始時間
lt_lt: Pradžios Laikas
nb_no: Starttid
nl_nl: Starttijd
pt_br: Horário de Início

source: Test Taker
de_de: Testteilnehmer
es_es: Participante
ja_jp: 受験者
lt_lt: Testo Laikytojas
nb_no: Elev
nl_nl: Kandidaat
pt_br: format@@0 Test Taker

source: Test taker
de_de: Testteilnehmer
es_es: Partiicipante
ja_jp: 受験者
lt_lt: Testo laikytojas
nb_no: Elev
nl_nl: Kandidaat
pt_br: Testar taker

source: Test Taker ID
ja_jp: 受験者ID
nb_no: Elev ID
pt_br: Testar ID do Taker

source: Test Variables
de_de: Testvariablen
es_es: Variables de la prueba
ja_jp: テスト変数
lt_lt: Testo Kintamieji
nb_no: Testvariabler
nl_nl: Toets variabelen
pt_br: Variáveis de teste

source: The class you have selected contains no results to be analysed, please select a different class
de_de: Die ausgewählte Klasse beinhaltet keine Ergebnise, die ausgwertet werden können. Bitte eine andere Klasse auswählen.
es_es: La clase seleccionada no contiene los resultados a ser analizados, por favor seleccione una clase diferente
ja_jp: 選択したクラスには、結果が含まれていません。別のクラスを選択してください。
lt_lt: Klasė, kurią jūs pasirinkote neturi jokių rezultatų analizavimui. Prašome pasirinkti kitą klasę.
nb_no: Mappen du har valgt inneholder ingen resultater som skal analyseres. Velg en annen mappe
nl_nl: De klasse die u heeft geselecteerd bevat geen resultaten om te analyseren; Kiest u a.u.b. een ander klasse
pt_br: A classe que você selecionou não contém resultados para serem analisados. Por favor, selecione uma classe diferente

source: The number of observations is too low
de_de: Die Anzahl der Beobachtungen ist zu niedrig
es_es: El número de observaciones es demasiado bajo
ja_jp: オブザベーションの数が少なすぎます
lt_lt: Stebėjimų kiekis yra per mažas
nb_no: Antall observasjoner er for lavt
nl_nl: Het aantal observering is te laag
pt_br: O número de observações é muito baixo

source: The script does not take into account the restrictions on the size of the column header and the size of the row.
ja_jp: スクリプトでは、列ヘッダーのサイズと行のサイズの制限が考慮されていません。
nb_no: Skriptet tar ikke hensyn til begrensningene for størrelsen på kolonneoverskriften og størrelsen på raden.

source: The URL does not exist.
ja_jp: このURLは見つかりません
nb_no: Nettadressen finnes ikke.
pt_br: A URL não existe.

source: Tools
ja_jp: ツール
nb_no: Verktøy
nl_nl: Gereedschappen
pt_br: Ferramentas

source: Traces
ja_jp: トレース
lt_lt: Pėdsakai
nb_no: Spor
pt_br: Trilhas

source: Unexpected error occurred when generating your report. Please contact your system administrator.
ja_jp: レポートの生成時に予期せぬエラーが発生しました。システム管理者に連絡してください。
nb_no: Det oppstod en uventet feil da rapporten ble generert. Ta kontakt med systemadministrator.

source: unknown
de_de: Unbekannt
es_es: desconocido
ja_jp: 不明
lt_lt: nežinoma
nb_no: ukjent
nl_nl: onbekend
pt_br: desconhecido

source: Variables
ja_jp: データ項目
nb_no: Variabler
pt_br: Variáveis

source: View
ja_jp: 表示
lt_lt: Peržiūrėti
nb_no: Vis
nl_nl: Bekijk
pt_br: Visualizar

source: View and format the collected results.
de_de: Anzeigen und Formatieren der gesammelten Ergebnisse.
es_es: Ver y dar formato a los resultados coleccionados.
ja_jp: 収集した結果の表示とフォーマット
lt_lt: Peržiūrėti ir formatuoti pasirinktus rezultatus.
nb_no: Se og formater de innsamlede resultatene.
nl_nl: Bekijk en formateer de verzamelde resultaten.
pt_br: Visualizar e formatar os resultados coletados.

source: CSV results export for delivery "%s
nl_nl: CSV resultaten export voor publicatie "%s
pt_br: Exportação CSV de resultados para entrega"%s

source: There was a problem generating your report, please try again.
de_de: Problem beim Erstellen des Berichts, bitte erneut versuchen.
es_es: Hubo un problema al generar el informe, por favor intente de nuevo.
lt_lt: Įvyko problema generuotojant jūsų ataskaitą, prašome bandyti dar kartą.
nl_nl: Er is een probleem opgetreden tijdens het genereren van uw rapport; Probeert u het a.u.b. opnieuw.
pt_br: Houve um problema ao gerar o relatório, por favor, tente novamente.

source: We are preparing your report, please wait...
de_de: Bericht wird vorbereitet, bitte warten...
es_es: Estamos preparando su informe, por favor espere...
lt_lt: Mes ruošiame jūsų ataskaitą, prašome palaukti...
nl_nl: We zijn uw rapport aan het voorbereiden; Een moment geduld a.u.b...
pt_br: Estamos preparando o seu relatório, por favor aguarde...

source: CSV results export for delivery class "%s
nl_nl: CSV resultaten export voor publicatie "%s
