Repository: oat-sa/extension-tao-outcomeui
Catalog: locales/*/taoresult.rdf.po
Languages: de_de, pt_br

# http://www.w3.org/2000/01/rdf-schema#label
source: Result
pt_br: Resultado

# http://www.w3.org/2000/01/rdf-schema#comment
source: Result
pt_br: Resultado

# http://www.w3.org/2000/01/rdf-schema#label
source: Test taker of result
de_de: Testteilnehmer des Ergebnisses
pt_br: Teste taker do resultado

# http://www.w3.org/2000/01/rdf-schema#comment
source: Test taker of result
de_de: Testteilnehmer des Ergebnisses
pt_br: Teste taker do resultado

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Result
de_de: Item Ergebnis
pt_br: Resultado do Item

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Result
de_de: Item Ergebnis
pt_br: Resultado do Item

# http://www.w3.org/2000/01/rdf-schema#label
source: Related Item
de_de: Verwandtes Item
pt_br: Item relacionado

# http://www.w3.org/2000/01/rdf-schema#comment
source: Related Item
de_de: Verwandtes Item
pt_br: Item relacionado

# http://www.w3.org/2000/01/rdf-schema#label
source: Delivery of result
de_de: Bereitstellung des Ergebnisses
pt_br: Resultado da entrega

# http://www.w3.org/2000/01/rdf-schema#comment
source: Delivery of result
de_de: Bereitstellung des Ergebnisses
pt_br: Resultado da entrega

# http://www.w3.org/2000/01/rdf-schema#label
source: Result Identifier
de_de: Ergebnisidentifizierer
pt_br: Identificador do resultado

# http://www.w3.org/2000/01/rdf-schema#comment
source: Result Identifier
de_de: Ergebnisidentifizierer
pt_br: Identificador do resultado

# http://www.w3.org/2000/01/rdf-schema#label
source: Result Variable
de_de: Ergebnisvariable
pt_br: Variável de Resultado

# http://www.w3.org/2000/01/rdf-schema#comment
source: Result Variable
de_de: Ergebnisvariable
pt_br: Variável de Resultado

# http://www.w3.org/2000/01/rdf-schema#label
source: Related Item result
de_de: Verwandtes Item Ergebnis
pt_br: Resultado do item relacionado

# http://www.w3.org/2000/01/rdf-schema#comment
source: Related Item result
de_de: Verwandtes Item Ergebnis
pt_br: Resultado do item relacionado

# http://www.w3.org/2000/01/rdf-schema#label
source: Response Variable
de_de: Antwortvariable
pt_br: Variável de Resposta

# http://www.w3.org/2000/01/rdf-schema#comment
source: Response Variable
de_de: Antwortvariable
pt_br: Variável de Resposta

# http://www.w3.org/2000/01/rdf-schema#label
source: The correct expected response
de_de: Die korrekte erwartete Antwort
pt_br: A resposta correta esperada

# http://www.w3.org/2000/01/rdf-schema#comment
source: The correct expected response
de_de: Die korrekte erwartete Antwort
pt_br: A resposta correta esperada

# http://www.w3.org/2000/01/rdf-schema#label
source: The candidate response
de_de: Die Kandidatenantwort
pt_br: A resposta do candidato

# http://www.w3.org/2000/01/rdf-schema#comment
source: The candidate response
de_de: Die Kandidatenantwort
pt_br: A resposta do candidato

# http://www.w3.org/2000/01/rdf-schema#label
source: OutCome Variable
pt_br: Variável de Saída

# http://www.w3.org/2000/01/rdf-schema#comment
source: OutCome Variable
pt_br: Variável de Saída

# http://www.w3.org/2000/01/rdf-schema#label
source: Trace Variable
pt_br: Variável de Rastreamento

# http://www.w3.org/2000/01/rdf-schema#comment
source: Trace Variable
pt_br: Variável de Rastreamento

# http://www.w3.org/2000/01/rdf-schema#label
source: The epoch when the variable got stored
de_de: Der Zeitraum als die Variable gespeichert wurde
pt_br: O período quando a variável é armazenada

# http://www.w3.org/2000/01/rdf-schema#comment
source: The epoch when the variable got stored
de_de: Der Zeitraum als die Variable gespeichert wurde
pt_br: O período quando a variável é armazenada

# http://www.w3.org/2000/01/rdf-schema#label
source: Variable Comment
de_de: Variablen Kommentar
pt_br: Comentário Variável

# http://www.w3.org/2000/01/rdf-schema#comment
source: Variable Comment
de_de: Variablen Kommentar
pt_br: Comentário Variável

# http://www.w3.org/2000/01/rdf-schema#label
source: Results Manager
de_de: Ergebnisverwaltung
pt_br: Gerenciador de resultados

# http://www.w3.org/2000/01/rdf-schema#comment
source: Results Manager
de_de: Ergebnisverwaltung
pt_br: Gerenciador de resultados

# http://www.w3.org/2000/01/rdf-schema#label
source: taoResults storage (database)
de_de: taoResults Speicher (Datenbank)
pt_br: armazenamento taoResults (banco de dados)

# http://www.w3.org/2000/01/rdf-schema#comment
source: taoResults storage (database)
de_de: TAO Ergebnisserver 2.5 (Datenbank)
pt_br: armazenamento taoResults (banco de dados)

# http://www.w3.org/2000/01/rdf-schema#label
source: TAO Result Server 2.5 (DB storage)
de_de: TAO Ergebnisserver 2.5 (DB Speicher)
pt_br: Servidor de Resultado TAO 2.5 (armazenamento DB)

# http://www.w3.org/2000/01/rdf-schema#comment
source: TAO Result Server 2.5 (DB storage)
de_de: TAO Ergebnisserver 2.5 (DB Speicher)
pt_br: Servidor de Resultado TAO 2.5 (armazenamento DB)
